alefragnani.project-manager
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
golang.go
hediet.vscode-drawio
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
naumovs.color-highlight
PKief.material-icon-theme
rbuckton.deoptexplorer-vscode
redhat.java
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
Tobermory.es6-string-html
tomoki1207.pdf
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
zxh404.vscode-proto3
