dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
golang.go
hediet.vscode-drawio
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
naumovs.color-highlight
PKief.material-icon-theme
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
Tobermory.es6-string-html
tomoki1207.pdf
yzhang.markdown-all-in-one
